{
  "LazyVim": { "branch": "main" },
  "ash.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "cyberdream.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flow.nvim": { "branch": "main" },
  "fluoromachine.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "modus-themes.nvim": { "branch": "master" },
  "monokai-nightasty.nvim": { "branch": "main" },
  "moonlight.nvim": { "branch": "pure-lua" },
  "neo-tree.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "night-owl.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nordic.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "oldworld.nvim": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "vim": { "branch": "main" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
